package ru.hoiboi.gfdocsbot.util.constant;

public class ConstantTitle {
    public static final String individual_answer = """
                 *Ниже необходимо заполнить данные подписуемого строго по порядку:*
                
                - Наименование ИП
                - Юр. адрес
                - ИНН
                - ОГРНИП
                - БИК
                - Наименование банка
                - Расчетный счет
                - Корресподентский счет
                - Номер телефона
                - Почта""";

    public static final String employee_answer = """
                 *Ниже необходимо заполнить данные подписуемого строго по порядку:*
                
                - ФИО
                - Серия-номер паспорта (xxxx xxxxxx)
                - Код подразделения
                - Кем выдан
                - Когда выдан
                - Дата рождения
                - Место рождения
                - Адрес регистрации
                - ИНН
                - СНИЛС (ххx-xxx-xxx-xx)
                - Расчетный счет
                - Наименование банка
                - Номер телефона""";
}
